Tekla.Structures.Filtering.Categories.ObjectFilterExpressions.CustomBoolean
The CustomBoolean class represents a custom Boolean filter expression.

Tekla.Structures.Filtering.Categories.ObjectFilterExpressions.CustomBoolean.#ctor(System.String)
Initializes a new instance of the CustomBoolean class.
UserAttribute: The user attribute to represent.